// slug — це зрозумілий людині унікальний ідентифікатор, який використовується у веб розробці для створення читабельних URL - адрес.

// Slug — це завжди рядок у нижньому регістрі, слова якого розділені тире.
//     Задача 1. Генератор slug
//      Напиши функцію slugify(title), яка приймає заголовок статті, параметр title і повертає slug, створений із цього рядка.

// Значенням параметра title будуть рядки, слова яких розділені лише пробілами.
// Усі символи slug повинні бути в нижньому регістрі.
// Усі слова slug повинні бути розділені тире.
